---
kind: property
id: P:Autodesk.Revit.DB.Mechanical.Space.ReturnAirflow
source: html/bcd6cb99-a9cb-74de-f66b-76b17b22ab34.htm
---
# Autodesk.Revit.DB.Mechanical.Space.ReturnAirflow Property

Get or set the Return type of Supply Airflow of the Space.

## Syntax (C#)
```csharp
public ReturnAirflowType ReturnAirflow { get; set; }
```

## Remarks
This property is used to get or set the Return type of Supply Airflow of the Space.